-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Mar 22, 2023 at 11:52 AM
-- Server version: 10.4.27-MariaDB
-- PHP Version: 8.0.25

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `jit_institute`
--

-- --------------------------------------------------------

--
-- Table structure for table `categories`
--

CREATE TABLE `categories` (
  `id` int(11) NOT NULL,
  `name` varchar(100) NOT NULL,
  `slug` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `categories`
--

INSERT INTO `categories` (`id`, `name`, `slug`) VALUES
(1, 'সকল কোর্স', 'all-courses'),
(2, 'ব্যাসিক স্কিল', 'basic-skill'),
(3, 'ডিজাইন এন্ড মাল্টিমিডিয়া', 'design-and-multimedia'),
(4, 'ওয়েব ডিজাইন এন্ড ডেভেলপমেন্ট', 'web-design-and-development'),
(5, 'ডিজিটাল মার্কেটিং', 'digital-marketing');

-- --------------------------------------------------------

--
-- Table structure for table `coursedetails`
--

CREATE TABLE `coursedetails` (
  `id` int(3) NOT NULL,
  `courseTitle` varchar(100) NOT NULL,
  `slug` varchar(100) NOT NULL,
  `category` varchar(100) NOT NULL,
  `description` varchar(300) NOT NULL,
  `aboutCourse` varchar(1200) NOT NULL,
  `thumb` varchar(100) NOT NULL,
  `price` varchar(10) NOT NULL,
  `previousPrice` varchar(10) NOT NULL,
  `instructorId` int(3) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `coursedetails`
--

INSERT INTO `coursedetails` (`id`, `courseTitle`, `slug`, `category`, `description`, `aboutCourse`, `thumb`, `price`, `previousPrice`, `instructorId`) VALUES
(1, 'মাইক্রোসফট অফিস এপ্লিকেশন', 'microsoft-office-applicaton-1', 'ওয়েব ডিজাইন এন্ড ডেভেলপমেন্ট', 'একজন গ্রাফিক্স ডিজাইনার হিসেবে আপনার ক্যারিয়ার শুরু করুন ৩ মাসের এই অনলাইন লাইভ ব্যাচের মাধ্যমে। নিয়মিত লাইভ ক্লাস, প্রতিদিনের বাড়ির কাজ জমা দেওয়া, ইন্ডাস্ট্রি ফোকাসড প্রজেক্ট, পোর্টফোলিও ডিজাইন, ইন্টার্নশিপ/জব অপরচুনিটি, ফ্রিল্যান্সিং গাইডলাইন- সবকিছুই নিশ্চিত করবে আপনার সুনিশ্চিত গ্রাফিক্স ডিজাইন ', 'আপনার কি আঁকাআঁকি করতে ভালো লাগে? বা ভালো একটা ডিজাইন দেখার পর মনে হয় যে- এই ডিজাইনটা তো চাইলে আমিই করতে পারি। বিভিন্ন ক্রিয়েটিভিটি, চিন্তাভাবনা বা প্ল্যানিং-কে যদি একটা সুন্দর ভিজ্যুয়ালের রূপ দিতে চান, তাহলে Ostad এর \'গ্রাফিক্স ডিজাইন ৪ মাসের বুটক্যাম্প\' আপনার জন্যই। আপনার ইচ্ছা আর ইন্ডাস্ট্রি এক্সপার্টের গাইডলাইন- এইটুকুই যথেষ্ট বর্তমান এই প্রযুক্তিনির্ভর যুগে আপনার ক্যারিয়ার গড়ে তুলতে গ্রাফিক্স ডিজাইন সেক্টরে। আর তার সাথে দরকার একটি ডিভাইস (ডেস্কটপ/ল্যাপটপ) এবং কিছু সফটওয়্যার। প্রযুক্তি নির্ভর এই যুগে সব প্রতিষ্ঠানই এখন সোশ্যাল মিডিয়া নির্ভর হয়ে গেছে। আর সোশ্যাল মিডিয়াতে আপনার তথ্যকে আকর্ষণীয় করে তুলতে গ্রাফিক্স ডিজাইন আর এর স্রষ্টা গ্রাফিক্স ডিজাইনারের কোন জুড়ি নেই।', 'course-img.png', '৬,০০০', '১২০০০', 1),
(2, 'মাইক্রোসফট অফিস এপ্লিকেশন', 'microsoft-office-applicaton-2', 'ওয়েব ডিজাইন এন্ড ডেভেলপমেন্ট', 'একজন গ্রাফিক্স ডিজাইনার হিসেবে আপনার ক্যারিয়ার শুরু করুন ৩ মাসের এই অনলাইন লাইভ ব্যাচের মাধ্যমে। নিয়মিত লাইভ ক্লাস, প্রতিদিনের বাড়ির কাজ জমা দেওয়া, ইন্ডাস্ট্রি ফোকাসড প্রজেক্ট, পোর্টফোলিও ডিজাইন, ইন্টার্নশিপ/জব অপরচুনিটি, ফ্রিল্যান্সিং গাইডলাইন- সবকিছুই নিশ্চিত করবে আপনার সুনিশ্চিত গ্রাফিক্স ডিজাইন ', 'আপনার কি আঁকাআঁকি করতে ভালো লাগে? বা ভালো একটা ডিজাইন দেখার পর মনে হয় যে- এই ডিজাইনটা তো চাইলে আমিই করতে পারি। বিভিন্ন ক্রিয়েটিভিটি, চিন্তাভাবনা বা প্ল্যানিং-কে যদি একটা সুন্দর ভিজ্যুয়ালের রূপ দিতে চান, তাহলে Ostad এর \'গ্রাফিক্স ডিজাইন ৪ মাসের বুটক্যাম্প\' আপনার জন্যই। আপনার ইচ্ছা আর ইন্ডাস্ট্রি এক্সপার্টের গাইডলাইন- এইটুকুই যথেষ্ট বর্তমান এই প্রযুক্তিনির্ভর যুগে আপনার ক্যারিয়ার গড়ে তুলতে গ্রাফিক্স ডিজাইন সেক্টরে। আর তার সাথে দরকার একটি ডিভাইস (ডেস্কটপ/ল্যাপটপ) এবং কিছু সফটওয়্যার। প্রযুক্তি নির্ভর এই যুগে সব প্রতিষ্ঠানই এখন সোশ্যাল মিডিয়া নির্ভর হয়ে গেছে। আর সোশ্যাল মিডিয়াতে আপনার তথ্যকে আকর্ষণীয় করে তুলতে গ্রাফিক্স ডিজাইন আর এর স্রষ্টা গ্রাফিক্স ডিজাইনারের কোন জুড়ি নেই।', 'course-img.png', '৬,০০০', '১২০০০', 1),
(3, 'মাইক্রোসফট অফিস এপ্লিকেশন', 'microsoft-office-applicaton-3', 'ওয়েব ডিজাইন এন্ড ডেভেলপমেন্ট', 'একজন গ্রাফিক্স ডিজাইনার হিসেবে আপনার ক্যারিয়ার শুরু করুন ৩ মাসের এই অনলাইন লাইভ ব্যাচের মাধ্যমে। নিয়মিত লাইভ ক্লাস, প্রতিদিনের বাড়ির কাজ জমা দেওয়া, ইন্ডাস্ট্রি ফোকাসড প্রজেক্ট, পোর্টফোলিও ডিজাইন, ইন্টার্নশিপ/জব অপরচুনিটি, ফ্রিল্যান্সিং গাইডলাইন- সবকিছুই নিশ্চিত করবে আপনার সুনিশ্চিত গ্রাফিক্স ডিজাইন ', 'আপনার কি আঁকাআঁকি করতে ভালো লাগে? বা ভালো একটা ডিজাইন দেখার পর মনে হয় যে- এই ডিজাইনটা তো চাইলে আমিই করতে পারি। বিভিন্ন ক্রিয়েটিভিটি, চিন্তাভাবনা বা প্ল্যানিং-কে যদি একটা সুন্দর ভিজ্যুয়ালের রূপ দিতে চান, তাহলে Ostad এর \'গ্রাফিক্স ডিজাইন ৪ মাসের বুটক্যাম্প\' আপনার জন্যই। আপনার ইচ্ছা আর ইন্ডাস্ট্রি এক্সপার্টের গাইডলাইন- এইটুকুই যথেষ্ট বর্তমান এই প্রযুক্তিনির্ভর যুগে আপনার ক্যারিয়ার গড়ে তুলতে গ্রাফিক্স ডিজাইন সেক্টরে। আর তার সাথে দরকার একটি ডিভাইস (ডেস্কটপ/ল্যাপটপ) এবং কিছু সফটওয়্যার। প্রযুক্তি নির্ভর এই যুগে সব প্রতিষ্ঠানই এখন সোশ্যাল মিডিয়া নির্ভর হয়ে গেছে। আর সোশ্যাল মিডিয়াতে আপনার তথ্যকে আকর্ষণীয় করে তুলতে গ্রাফিক্স ডিজাইন আর এর স্রষ্টা গ্রাফিক্স ডিজাইনারের কোন জুড়ি নেই।', 'course-img.png', '৬,০০০', '১২০০০', 1);

-- --------------------------------------------------------

--
-- Table structure for table `coursemodule`
--

CREATE TABLE `coursemodule` (
  `id` int(11) NOT NULL,
  `day` varchar(2) NOT NULL,
  `title` varchar(100) NOT NULL,
  `details` varchar(250) NOT NULL,
  `courseId` int(2) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `coursemodule`
--

INSERT INTO `coursemodule` (`id`, `day`, `title`, `details`, `courseId`) VALUES
(1, '01', 'Self Study on Graphics Design', 'একজন গ্রাফিক্স ডিজাইনার হিসেবে আপনার ক্যারিয়ার শুরু করুন ৩ মাসের এই অনলাইন লাইভ ব্যাচের মাধ্যমে। নিয়মিত লাইভ ক্লাস, প্রতিদিনের বাড়ির কাজ জমা দেওয়া, ইন্ডাস্ট্রি ফোকাসড প্রজেক্ট, পোর্টফোলিও ডিজাইন, ইন্টার্নশিপ/জব অপরচুনিটি, ফ্রিল্যান্সিং গাইডলাইন- সবকি', 1),
(2, '02', 'Self Study on Graphics Design', 'একজন গ্রাফিক্স ডিজাইনার হিসেবে আপনার ক্যারিয়ার শুরু করুন ৩ মাসের এই অনলাইন লাইভ ব্যাচের মাধ্যমে। নিয়মিত লাইভ ক্লাস, প্রতিদিনের বাড়ির কাজ জমা দেওয়া, ইন্ডাস্ট্রি ফোকাসড প্রজেক্ট, পোর্টফোলিও ডিজাইন, ইন্টার্নশিপ/জব অপরচুনিটি, ফ্রিল্যান্সিং গাইডলাইন- সবকি', 1),
(3, '03', 'Self Study on Graphics Design', 'একজন গ্রাফিক্স ডিজাইনার হিসেবে আপনার ক্যারিয়ার শুরু করুন ৩ মাসের এই অনলাইন লাইভ ব্যাচের মাধ্যমে। নিয়মিত লাইভ ক্লাস, প্রতিদিনের বাড়ির কাজ জমা দেওয়া, ইন্ডাস্ট্রি ফোকাসড প্রজেক্ট, পোর্টফোলিও ডিজাইন, ইন্টার্নশিপ/জব অপরচুনিটি, ফ্রিল্যান্সিং গাইডলাইন- সবকি', 1),
(4, '04', 'Self Study on Graphics Design', 'একজন গ্রাফিক্স ডিজাইনার হিসেবে আপনার ক্যারিয়ার শুরু করুন ৩ মাসের এই অনলাইন লাইভ ব্যাচের মাধ্যমে। নিয়মিত লাইভ ক্লাস, প্রতিদিনের বাড়ির কাজ জমা দেওয়া, ইন্ডাস্ট্রি ফোকাসড প্রজেক্ট, পোর্টফোলিও ডিজাইন, ইন্টার্নশিপ/জব অপরচুনিটি, ফ্রিল্যান্সিং গাইডলাইন- সবকি', 1),
(5, '05', 'Self Study on Graphics Design', 'একজন গ্রাফিক্স ডিজাইনার হিসেবে আপনার ক্যারিয়ার শুরু করুন ৩ মাসের এই অনলাইন লাইভ ব্যাচের মাধ্যমে। নিয়মিত লাইভ ক্লাস, প্রতিদিনের বাড়ির কাজ জমা দেওয়া, ইন্ডাস্ট্রি ফোকাসড প্রজেক্ট, পোর্টফোলিও ডিজাইন, ইন্টার্নশিপ/জব অপরচুনিটি, ফ্রিল্যান্সিং গাইডলাইন- সবকি', 1),
(6, '06', 'Self Study on Graphics Design', 'একজন গ্রাফিক্স ডিজাইনার হিসেবে আপনার ক্যারিয়ার শুরু করুন ৩ মাসের এই অনলাইন লাইভ ব্যাচের মাধ্যমে। নিয়মিত লাইভ ক্লাস, প্রতিদিনের বাড়ির কাজ জমা দেওয়া, ইন্ডাস্ট্রি ফোকাসড প্রজেক্ট, পোর্টফোলিও ডিজাইন, ইন্টার্নশিপ/জব অপরচুনিটি, ফ্রিল্যান্সিং গাইডলাইন- সবকি', 1),
(7, '07', 'Self Study on Graphics Design', 'একজন গ্রাফিক্স ডিজাইনার হিসেবে আপনার ক্যারিয়ার শুরু করুন ৩ মাসের এই অনলাইন লাইভ ব্যাচের মাধ্যমে। নিয়মিত লাইভ ক্লাস, প্রতিদিনের বাড়ির কাজ জমা দেওয়া, ইন্ডাস্ট্রি ফোকাসড প্রজেক্ট, পোর্টফোলিও ডিজাইন, ইন্টার্নশিপ/জব অপরচুনিটি, ফ্রিল্যান্সিং গাইডলাইন- সবকি', 1),
(8, '08', 'Self Study on Graphics Design', 'একজন গ্রাফিক্স ডিজাইনার হিসেবে আপনার ক্যারিয়ার শুরু করুন ৩ মাসের এই অনলাইন লাইভ ব্যাচের মাধ্যমে। নিয়মিত লাইভ ক্লাস, প্রতিদিনের বাড়ির কাজ জমা দেওয়া, ইন্ডাস্ট্রি ফোকাসড প্রজেক্ট, পোর্টফোলিও ডিজাইন, ইন্টার্নশিপ/জব অপরচুনিটি, ফ্রিল্যান্সিং গাইডলাইন- সবকি', 1),
(9, '09', 'Self Study on Graphics Design', 'একজন গ্রাফিক্স ডিজাইনার হিসেবে আপনার ক্যারিয়ার শুরু করুন ৩ মাসের এই অনলাইন লাইভ ব্যাচের মাধ্যমে। নিয়মিত লাইভ ক্লাস, প্রতিদিনের বাড়ির কাজ জমা দেওয়া, ইন্ডাস্ট্রি ফোকাসড প্রজেক্ট, পোর্টফোলিও ডিজাইন, ইন্টার্নশিপ/জব অপরচুনিটি, ফ্রিল্যান্সিং গাইডলাইন- সবকি', 1),
(10, '10', 'Self Study on Graphics Design', 'একজন গ্রাফিক্স ডিজাইনার হিসেবে আপনার ক্যারিয়ার শুরু করুন ৩ মাসের এই অনলাইন লাইভ ব্যাচের মাধ্যমে। নিয়মিত লাইভ ক্লাস, প্রতিদিনের বাড়ির কাজ জমা দেওয়া, ইন্ডাস্ট্রি ফোকাসড প্রজেক্ট, পোর্টফোলিও ডিজাইন, ইন্টার্নশিপ/জব অপরচুনিটি, ফ্রিল্যান্সিং গাইডলাইন- সবকি', 1),
(11, '11', 'Self Study on Graphics Design', 'একজন গ্রাফিক্স ডিজাইনার হিসেবে আপনার ক্যারিয়ার শুরু করুন ৩ মাসের এই অনলাইন লাইভ ব্যাচের মাধ্যমে। নিয়মিত লাইভ ক্লাস, প্রতিদিনের বাড়ির কাজ জমা দেওয়া, ইন্ডাস্ট্রি ফোকাসড প্রজেক্ট, পোর্টফোলিও ডিজাইন, ইন্টার্নশিপ/জব অপরচুনিটি, ফ্রিল্যান্সিং গাইডলাইন- সবকি', 1),
(12, '12', 'Self Study on Graphics Design', 'একজন গ্রাফিক্স ডিজাইনার হিসেবে আপনার ক্যারিয়ার শুরু করুন ৩ মাসের এই অনলাইন লাইভ ব্যাচের মাধ্যমে। নিয়মিত লাইভ ক্লাস, প্রতিদিনের বাড়ির কাজ জমা দেওয়া, ইন্ডাস্ট্রি ফোকাসড প্রজেক্ট, পোর্টফোলিও ডিজাইন, ইন্টার্নশিপ/জব অপরচুনিটি, ফ্রিল্যান্সিং গাইডলাইন- সবকি', 1);

-- --------------------------------------------------------

--
-- Table structure for table `courses`
--

CREATE TABLE `courses` (
  `id` int(3) NOT NULL,
  `category` int(3) NOT NULL,
  `title` varchar(100) NOT NULL,
  `slug` varchar(100) NOT NULL,
  `courseCategory` varchar(100) NOT NULL,
  `instructor` varchar(200) NOT NULL,
  `price` varchar(30) NOT NULL,
  `thumb` varchar(300) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `courses`
--

INSERT INTO `courses` (`id`, `category`, `title`, `slug`, `courseCategory`, `instructor`, `price`, `thumb`) VALUES
(1, 2, 'মাইক্রোসফট অফিস এপ্লিকেশন', 'microsoft-office-applicaton-1', 'ব্যাসিক স্কিল', 'সোহানুর রহমান খান', '৬,০০০', 'course-img.png'),
(2, 2, 'মাইক্রোসফট অফিস এপ্লিকেশন', 'microsoft-office-applicaton-2', 'ব্যাসিক স্কিল', 'সোহানুর রহমান খান', '৬,০০০', 'course-img.png'),
(3, 2, 'মাইক্রোসফট অফিস এপ্লিকেশন', 'microsoft-office-applicaton-3', 'ব্যাসিক স্কিল', 'সোহানুর রহমান খান', '৬,০০০', 'course-img.png'),
(4, 2, 'মাইক্রোসফট অফিস এপ্লিকেশন', 'microsoft-office-applicaton-4', 'ব্যাসিক স্কিল', 'সোহানুর রহমান খান', '৬,০০০', 'course-img.png'),
(5, 2, 'মাইক্রোসফট অফিস এপ্লিকেশন', 'microsoft-office-applicaton-5', 'ব্যাসিক স্কিল', 'সোহানুর রহমান খান', '৬,০০০', 'course-img.png'),
(6, 3, 'মাইক্রোসফট অফিস এপ্লিকেশন', 'microsoft-office-applicaton-6', 'ডিজাইন এন্ড মাল্টিমিডিয়া', 'সোহানুর রহমান খান', '৬,০০০', 'course-img.png'),
(7, 3, 'মাইক্রোসফট অফিস এপ্লিকেশন', 'microsoft-office-applicaton-7', 'ডিজাইন এন্ড মাল্টিমিডিয়া', 'সোহানুর রহমান খান', '৬,০০০', 'course-img.png'),
(8, 3, 'মাইক্রোসফট অফিস এপ্লিকেশন', 'microsoft-office-applicaton-8', 'ডিজাইন এন্ড মাল্টিমিডিয়া', 'সোহানুর রহমান খান', '৬,০০০', 'course-img.png'),
(9, 3, 'মাইক্রোসফট অফিস এপ্লিকেশন', 'microsoft-office-applicaton-9', 'ডিজাইন এন্ড মাল্টিমিডিয়া', 'সোহানুর রহমান খান', '৬,০০০', 'course-img.png'),
(10, 3, 'মাইক্রোসফট অফিস এপ্লিকেশন', 'microsoft-office-applicaton-10', 'ডিজাইন এন্ড মাল্টিমিডিয়া', 'সোহানুর রহমান খান', '৬,০০০', 'course-img.png'),
(11, 4, 'মাইক্রোসফট অফিস এপ্লিকেশন', 'microsoft-office-applicaton-11', 'ওয়েব ডিজাইন এন্ড ডেভেলপমেন্ট', 'সোহানুর রহমান খান', '৬,০০০', 'course-img.png'),
(12, 4, 'মাইক্রোসফট অফিস এপ্লিকেশন', 'microsoft-office-applicaton-12', 'ওয়েব ডিজাইন এন্ড ডেভেলপমেন্ট', 'সোহানুর রহমান খান', '৬,০০০', 'course-img.png'),
(13, 4, 'মাইক্রোসফট অফিস এপ্লিকেশন', 'microsoft-office-applicaton-13', 'ওয়েব ডিজাইন এন্ড ডেভেলপমেন্ট', 'সোহানুর রহমান খান', '৬,০০০', 'course-img.png'),
(14, 4, 'মাইক্রোসফট অফিস এপ্লিকেশন', 'microsoft-office-applicaton-14', 'ওয়েব ডিজাইন এন্ড ডেভেলপমেন্ট', 'সোহানুর রহমান খান', '৬,০০০', 'course-img.png'),
(15, 4, 'মাইক্রোসফট অফিস এপ্লিকেশন', 'microsoft-office-applicaton-15', 'ওয়েব ডিজাইন এন্ড ডেভেলপমেন্ট', 'সোহানুর রহমান খান', '৬,০০০', 'course-img.png'),
(16, 5, 'মাইক্রোসফট অফিস এপ্লিকেশন', 'microsoft-office-applicaton-16', 'ডিজিটাল মার্কেটিং', 'সোহানুর রহমান খান', '৬,০০০', 'course-img.png'),
(17, 5, 'মাইক্রোসফট অফিস এপ্লিকেশন', 'microsoft-office-applicaton-17', 'ডিজিটাল মার্কেটিং', 'সোহানুর রহমান খান', '৬,০০০', 'course-img.png'),
(18, 5, 'মাইক্রোসফট অফিস এপ্লিকেশন', 'microsoft-office-applicaton-18', 'ডিজিটাল মার্কেটিং', 'সোহানুর রহমান খান', '৬,০০০', 'course-img.png'),
(19, 5, 'মাইক্রোসফট অফিস এপ্লিকেশন', 'microsoft-office-applicaton-19', 'ডিজিটাল মার্কেটিং', 'সোহানুর রহমান খান', '৬,০০০', 'course-img.png'),
(20, 5, 'মাইক্রোসফট অফিস এপ্লিকেশন', 'microsoft-office-applicaton-20', 'ডিজিটাল মার্কেটিং', 'সোহানুর রহমান খান', '৬,০০০', 'course-img.png');

-- --------------------------------------------------------

--
-- Table structure for table `instructors`
--

CREATE TABLE `instructors` (
  `id` int(3) NOT NULL,
  `name` varchar(100) NOT NULL,
  `faculty` varchar(100) NOT NULL,
  `img` varchar(200) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `instructors`
--

INSERT INTO `instructors` (`id`, `name`, `faculty`, `img`) VALUES
(1, 'সোহানুর রহমান খান', 'Graphics Designer & Freelancer', 'instructor-sohan-khan.svg'),
(2, 'হিমেল মাহবুব', 'Graphics Designer & Freelancer', 'instructor-sohan-khan.svg');

-- --------------------------------------------------------

--
-- Table structure for table `services`
--

CREATE TABLE `services` (
  `id` int(3) NOT NULL,
  `title` varchar(50) NOT NULL,
  `description` varchar(500) NOT NULL,
  `icon` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `services`
--

INSERT INTO `services` (`id`, `title`, `description`, `icon`) VALUES
(1, 'এক্সপার্ট ইন্সট্রাক্টর', 'কেবল ক্লাস নয়,  জেআইটি সবসময় প্রস্তুত শিক্ষার্থীদের যেকোনো দরকারে, যেকোনো সময়। জেআইটি ইনস্টিটিউট, আইটিতে সাফল্য সৃষ্টির লক্ষ্যে প্রতিষ্ঠিত একটি বিশ্বস্ত প্রতিষ্ঠান। প্রতিষ্ঠার পর থেকে,  জেআইটি সুদীর্ঘ ৪ বছর ধরে ডিজিটাল বাংলাদেশ বিনির্মাণে অবদান রেখে চলেছে এবং যুগান্তকারী পরিবর্তনের মাধ্যমে বহুমুখী সাফল্য অর্জন করছে। বাংলাদেশের অন্যতম এই আইটি প্রতিষ্ঠানটি ২০১৯ সাল থেকে বেকার সমস্যা দূর করতেও গুরুত্বপূর্ণ ভূমিকা পালন করে আসছে।', 'instructor-icon.svg'),
(2, 'সার্টিফিকেট প্রদান', 'কেবল ক্লাস নয়,  জেআইটি সবসময় প্রস্তুত শিক্ষার্থীদের যেকোনো দরকারে, যেকোনো সময়। জেআইটি ইনস্টিটিউট, আইটিতে সাফল্য সৃষ্টির লক্ষ্যে প্রতিষ্ঠিত একটি বিশ্বস্ত প্রতিষ্ঠান। প্রতিষ্ঠার পর থেকে,  জেআইটি সুদীর্ঘ ৪ বছর ধরে ডিজিটাল বাংলাদেশ বিনির্মাণে অবদান রেখে চলেছে এবং যুগান্তকারী পরিবর্তনের মাধ্যমে বহুমুখী সাফল্য অর্জন করছে। বাংলাদেশের অন্যতম এই আইটি প্রতিষ্ঠানটি ২০১৯ সাল থেকে বেকার সমস্যা দূর করতেও গুরুত্বপূর্ণ ভূমিকা পালন করে আসছে।', 'certificate-icon.svg'),
(3, 'ক্লাস ভিডিও', 'কেবল ক্লাস নয়,  জেআইটি সবসময় প্রস্তুত শিক্ষার্থীদের যেকোনো দরকারে, যেকোনো সময়। জেআইটি ইনস্টিটিউট, আইটিতে সাফল্য সৃষ্টির লক্ষ্যে প্রতিষ্ঠিত একটি বিশ্বস্ত প্রতিষ্ঠান। প্রতিষ্ঠার পর থেকে,  জেআইটি সুদীর্ঘ ৪ বছর ধরে ডিজিটাল বাংলাদেশ বিনির্মাণে অবদান রেখে চলেছে এবং যুগান্তকারী পরিবর্তনের মাধ্যমে বহুমুখী সাফল্য অর্জন করছে। বাংলাদেশের অন্যতম এই আইটি প্রতিষ্ঠানটি ২০১৯ সাল থেকে বেকার সমস্যা দূর করতেও গুরুত্বপূর্ণ ভূমিকা পালন করে আসছে।', 'class video icon.svg'),
(4, '24/7 সাপোর্ট', 'কেবল ক্লাস নয়,  জেআইটি সবসময় প্রস্তুত শিক্ষার্থীদের যেকোনো দরকারে, যেকোনো সময়। জেআইটি ইনস্টিটিউট, আইটিতে সাফল্য সৃষ্টির লক্ষ্যে প্রতিষ্ঠিত একটি বিশ্বস্ত প্রতিষ্ঠান। প্রতিষ্ঠার পর থেকে,  জেআইটি সুদীর্ঘ ৪ বছর ধরে ডিজিটাল বাংলাদেশ বিনির্মাণে অবদান রেখে চলেছে এবং যুগান্তকারী পরিবর্তনের মাধ্যমে বহুমুখী সাফল্য অর্জন করছে। বাংলাদেশের অন্যতম এই আইটি প্রতিষ্ঠানটি ২০১৯ সাল থেকে বেকার সমস্যা দূর করতেও গুরুত্বপূর্ণ ভূমিকা পালন করে আসছে।', 'support icon.svg');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `categories`
--
ALTER TABLE `categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `coursemodule`
--
ALTER TABLE `coursemodule`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `courses`
--
ALTER TABLE `courses`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `instructors`
--
ALTER TABLE `instructors`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `services`
--
ALTER TABLE `services`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `categories`
--
ALTER TABLE `categories`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `coursemodule`
--
ALTER TABLE `coursemodule`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT for table `courses`
--
ALTER TABLE `courses`
  MODIFY `id` int(3) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=22;

--
-- AUTO_INCREMENT for table `instructors`
--
ALTER TABLE `instructors`
  MODIFY `id` int(3) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `services`
--
ALTER TABLE `services`
  MODIFY `id` int(3) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
